// Container
import Treatments from '../Treatments';

export default function Bedsore() {
  return (
    <Treatments>
      <section>
        <h3>زخم بستر</h3>
        <p>
          <a
            href='https://fa.wikipedia.org/wiki/%D8%B2%D8%AE%D9%85_%D8%A8%D8%B3%D8%AA%D8%B1'
            target='_blank'
            rel='noreferrer'
          >
            زخم بستر
          </a>{' '}
          یا زخم فشاری یک زخم باز بر روی پوست است که بعلت فشار مداوم در یک ناحیه
          خاص ایجاد می شود. کاهش جریان خون به آن ناحیه در اثر فشار باعث آسیب
          بافتی و در نهایت مرگ بافتی می شود.
        </p>
        <p>
          غالباً زخم بستر در نواحی که پوست روی استخوان را پوشانده ایجاد می شود.
          نواحی در معرض خطر زخم بستر عبارتند از:
        </p>
        <ol>
          <li>استخوان لگن</li>
          <li>ثبت</li>
          <li>آرنج</li>
          <li>باسن</li>
          <li>کتف ها</li>
          <li>پاشنه ها</li>
        </ol>
        <p>
          این شرایط در افراد مسن و افرادی که تحرک کمی دارند مشاهده می شود، اگر
          زخم بستر درمان نشود عفونت می تواند توسط خون به قلب و استخوان ها منتشر
          شود و عواقب خطرناکی ناشی از زخم بستر ایجاد شود.
        </p>
      </section>
      <section>
        <h3>درجات مختلف زخم بستر</h3>
        <p>
          درجه 1: پوست سالم است اما تغییر رنگ داده است ممکن است قرمز شده باشد
          تغییر رنگ می تواند از آبی تا بنفش رنگ باشد.
        </p>
        <p>علائم زخم بستر درجه 1</p>
        <ul>
          <li>احساس گرما در لمس</li>
          <li>تورم ناحیه زخم بستر</li>
          <li>درد در عمق زخم بستر</li>
          <li>احساس خارش</li>
          <li>احساس سوزش در ناحیه زخم بستر</li>
        </ul>
        <p>
          درجه 2: در این درجه پوست آسیب دیده است و تاول زده و در این زخم اپی درم
          و درم آسیب دیده است.
        </p>
        <p>
          درجه 3: زخم به بافت های زیر پوست انتشار پیدا کرده است در این مرحله
          بافت چربی آسیب دیده است ولی استخوان و تاندون قابل رویت نیست.
        </p>
        <p>
          درجه 4: در این مرحله درگیری به استخوان رسیده است درگیری به استخوان،
          تاندون، مفاصل، عضلات گسترش یافته است (خطرناک ترین درجه زخم بستر).
        </p>
      </section>
      <section>
        <h3>علائم زخم بستر</h3>
        <p>
          هر مرحله از زخم بستر علائم متفاوتی دارد بسته به درجه زخم بستر ممکن است
          هر کدام از علائم زیر مشاهده شود:
        </p>
        <ul>
          <li>تغییر رنگ پوست در ناحیه زخم بستر</li>
          <li>درد، خارش، سوزش در حاشیه زخم بستر</li>
          <li>آسیب دیدگی پوست در ناحیه زخم بستر</li>
          <li>تغییر دما در پوست زخم بستر</li>
          <li>نکروز یا آسیب دیدگی بافتی (چرمی شدن یا سیاه شدن)</li>
        </ul>
        <p>
          اگر زخم بستر عفونی شد تشدید شدن قرمزی، تغییر رنگ ترشحات (زرد و شیری)
          بوی بد تعفن، تب
        </p>
      </section>
      <section>
        <h3>علل زخم بستر</h3>
        <ul>
          <li>کم تحرکی</li>
          <li>استراحت مطلق بودن بیمار در تخت</li>
          <li>کاهش گردش خون در ناحیه زخم بستر</li>
          <li>رطوبت بیش از اندازه در ناحیه زخم بستر</li>
          <li>سوختن پوست توسط ادرار و مدفوع</li>
          <li>
            خراشیدگی پوست و ایجاد اصطکاک با ملحفه یا زیر انداز در ناحیه زخم بستر
          </li>
        </ul>
      </section>
      <section>
        <h3>عوامل خطر در زخم بستر</h3>
        <ul>
          <li>استراحت طولانی مدت در تخت به دنبال بیماری یا جراحی</li>
          <li>عدم توانایی در جابجایی در تخت یا روی ویلچر</li>
          <li>سن بیشتر از 70 سال</li>
          <li>سیگار کشیدن</li>
          <li>چاقی</li>
          <li>سوء تغذیه</li>
          <li>بی اختیاری در ادرار و مدفوع</li>
          <li>
            بیماری های ضمنی که باعث کاهش گردش خون و عدم توانایی در حرکت می شود
            شامل: دیابت، آرتروز مشکلات قلبی، نارسایی کلیوی، پارکینسون، MS
          </li>
        </ul>
      </section>
      <section>
        <h3>تشخیص زخم بستر</h3>
        <p>با توجه به شرایط زیر پزشک راهکار درمانی مطرح می کند:</p>
        <ul>
          <li>عمق و اندازه زخم بستر</li>
          <li>
            بافت هایی که بصورت مستقیم تحت تاثیر زخم قرارگرفته است (پوست، عضله،
            استخوان، تاندون)
          </li>
          <li>رنگ پوست</li>
          <li>بافت هایی که به علت درگیری زخم بستر از بین رفته اند</li>
          <li>وجود یا عدم وجود عفونت، خونریزی، ترشح در زخم بستر</li>
        </ul>
      </section>
      <section>
        <h3>درمان زخم بستر</h3>
        <p>
          بسته به درجات زخم بستر، درمان زخم بستر متفاوت است، اگر زخم بستر عفونی
          شده باشد درمان شامل موارد زیر است:
        </p>
        <ol>
          <li>آنتی بیوتیک که توسط پزشک تجویز می شود. (خوراکی، وریدی، موضعی)</li>
          <li>استفاده از پانسمان مناسب و تعویض پانسمان به موقع</li>
          <li>دبریدمان (خارج سازی بافت های مرده و عفونی از زخم بستر)</li>
          <li>حفظ رطوبت مناسب در محیط زخم بستر</li>
          <li>برداشتن فشار از روی زخم بستر (Off loafing)</li>
          <li>جراحی ناحیه زخم بستر</li>
          <li>
            زخم هایی که به درجات 3 و 4 رسیده اند نیازمند جراحی زخم بستر و ویکوم
            درمانی هستند
          </li>
        </ol>
      </section>
      <section>
        <h3>پیشگیری از زخم بستر</h3>
        <ul>
          <li>تغییر وضعیت بیمار در تخت هر 2 ساعت یک بار</li>
          <li>اگر از ویلچر استفاده می کنید نشستن درست روی ویلچر</li>
          <li>هر 15 دقیقه یکبار روی ویلچر کمی تغییر حالت دهید</li>
          <li>استفاده از کوسن برای تعدیل وزن در ناحیه زخم بستر</li>
          <li>معاینه پوست و توجه به حضور هر کدام از علائم زخم بستر</li>
          <li>
            استفاده از بالش یا هر وسیله ای دیگر برای کاهش فشار برای جلوگیری از
            ایجاد زخم بستر جدید
          </li>
          <li>استفاده از لباس با سایز مناسب</li>
          <li>استفاده از پدهای مناسب در نواحی فشار شامل شانه و پاشنه</li>
          <li>ترک سیگار</li>
          <li>استفاده مناسب از مایعات</li>
          <li>ورزش تا جای امکان</li>
          <li>رژیم غذایی صحیح</li>
          <li>استفاده از تشک مواج سلولی یا تخم مرغی برای زخم بستر</li>
        </ul>
      </section>
    </Treatments>
  );
}
