export default function Description() {
  <section id='description'>
    <h3>کلینیک درمان زخم کرمانشاه</h3>
    <div className='justify-right'>
      اولین و مجهزترین کلینیک درمان زخم کرمانشاه با توجه به نبود مرکز تخصصی
      درمان زخم در غرب کشور و با مدیریت دکتر حسین رسولی نوذری پزشک زخم دوره دیده
      در تهران و دارای مدرک بین المللی درمان زخم در کرمانشاه افتتاح شد. در مرکز
      درمان زخم کرمانشاه از روش‌هایی نظیر لارودرمانی، وکیوم درمانی، اوزون
      درمانی، انواع پانسمان‌های نوین، سلول بنیادی در درمان زخم پای دیابتی، زخم
      بستر، زخم عروقی (واریسی)، زخم سوختگی برای درمان زخم استفاده می‌شود. هدف
      کلینیک درمان زخم کرمانشاه کاهش هزینه درمانی زخم، کاهش خطرات ناشی از زخم،
      جلوگیری از قطع عضو به دنبال زخم، و درمان زخم در کرمانشاه و جلوگیری از
      جابجایی بیماران به استان‌های هم‌جوار می‌باشد.
    </div>
  </section>;
}
