// Container
import Treatments from '../Treatments';
// Components
import GenerateImage from '../../../components/GenerateImage';
// Images
import grade2_1 from '../../../assets/imgs/burn/2-1.jpg';
import grade2_2 from '../../../assets/imgs/burn/2-2.jpg';
import grade3 from '../../../assets/imgs/burn/3.jpg';
import grade4 from '../../../assets/imgs/burn/4.jpg';

export default function Burn() {
  return (
    <Treatments>
      <section>
        <h3>سوختگی چیست؟</h3>
        <p>
          سوختگی یکی از صدمات خانگی است که بیشتر کودکان در معرض خطر آن هستند.
          غالباً سوختگی با آسیب عمیق پوست و{' '}
          <a
            href='https://fa.wikipedia.org/wiki/%D9%85%D8%B1%DA%AF_%DB%8C%D8%A7%D8%AE%D8%AA%D9%87'
            target='_blank'
            rel='noreferrer'
          >
            مرگ سلولی
          </a>{' '}
          همراه است.
        </p>
        <p>
          بر اساس علت و میزان آسیب پوستی اکثراً افراد بدون درمان خاصی بهبود می
          یابند ولی اگر عمق و شدت سوختگی زیاد باشد و همچنین شخص بیماری زمینه ای
          خاصی داشته باشد. ( مثل دیابت، فشار خون، ناراحتی قلبی و ...) نیاز به
          اقدام پزشکی و درمان فوری می باشد.
        </p>
      </section>
      <section>
        <h3>درجات سوختگی</h3>
        <ol>
          <li>سوختگی درجه اول</li>
          <p>.در این مرحله فقط پوست قرمز شده است و غالباً بدون درد است</p>
          <li style={{ marginTop: '1.5rem' }}>سوختگی درجه دوم</li>
          <p>
            در این مرحله علاوه بر قرمزی پوست شخص در ناحیه سوختگی و ضخامت پوست
            درد احساس می کند و تاول نیز در این مرحله دیده می شود.
          </p>
          <div style={{ display: 'flex', justifyContent: 'space-around' }}>
            <GenerateImage id={0} src={grade2_1} />
            <GenerateImage id={1} src={grade2_2} />
          </div>
          <li style={{ marginTop: '1.5rem' }}>سوختگی درجه سوم</li>
          <p>
            در این درجه از سوختگی، گسترش تا عمق پوست رفته است و رنگ پوست از سفید
            رنگ تا چرمی رنگ متفاوت است.
          </p>
          <GenerateImage id={2} src={grade3} />
          <li style={{ marginTop: '1.5rem' }}>سوختگی درجه چهارم</li>
          <p>
            گاهی نیز ممکن است سوختگی درجه 4 رخ دهد که این مرحله گسترش سوختگی به
            تاندون ها، استخوان و عضلات رسیده است.
          </p>
          <GenerateImage id={2} src={grade4} />
        </ol>
      </section>
      <section>
        <h3>دلایل سوختگی</h3>
        <ol>
          <li>
            گرمای زیاد یا استفاده از مواد داغ (این علت از مهمترین علل بروز
            سوختگی در دیابتی ها به علت از بین رفتن حس می باشد)
          </li>
          <li>آتش سوزی</li>
          <li>آفتاب سوختگی</li>
          <li>سوختگی الکتریکی (توسط برق)</li>
        </ol>
        <p>باید توجه داشت که درجات و عمق سوختگی به علت آن بستگی ندارد.</p>
        <p>
          در سوختگی های شیمیایی و الکتریکی با توجه به اینکه ممکن است به ارگان
          حیاتی (قلب و مغز) حتی بدون آسیب پوستی، آسیب وارد شود، حتماً ملاحظات
          پزشکی لازم است.
        </p>
      </section>
      <section>
        <h3>علائم سوختگی</h3>
        <p>سوختگی درجه اول</p>
        <ol>
          <li>قرمزی</li>
          <li>مقدار کمی التهاب</li>
          <li>خشکی پوست (این حالت بعد از بهبودی ممکن است دیده شود)</li>
          <li>وجود یا عدم وجود درد</li>
        </ol>
        <p>
          به علت آنکه در این درجه از سوختگی فقط لایه های فوقانی پوست درگیر هستند
          علائم و نشانه ها نیز به محض بهبودی از بین می روند.
        </p>
        <p>
          معمولاً در سوختگی درجه اول بعد از 7 الی 10 روز پوست بدون اسکار (جای
          زخم) التیام می باید.
        </p>
        <p>
          حتی اگر در این درجه از سوختگی قسمت وسیعی از پوست شما درگیر شده باشد
          حتماً با پزشک معالج خود مشورت کنید.
        </p>
      </section>
      <section>
        <h3>درمان سوختگی درجه اول</h3>
        <p>
          به محض سوختگی ناحیه را به مدت پنج دقیقه یا بیشتر در آب سر بگذارید.
        </p>
        <p>برای کاهش درد از استامینوفن استفاده کنید.</p>
        <p>می توانید به روی موضع سوختگی از آنتی بیوتیک موضعی استفده کنید.</p>
        <p>
          می توانید به روی موضع سوختگی از آنتی بیوتیک موضعی استفده کنیدهرگز برای
          خنک کردن قسمت ملتهب از یخ استفاده نکنید. زیرا باعث افزایش آسیب پوستی
          می شود و همچنین برای تمیز کردن ناحیه سوختگی از روش های خانگی مثل تخم
          مرغ و .. به علت عدم وجود اثبات علمی و افزایش احتمال عفونت استفاده
          نکنید.
        </p>
      </section>
      <section>
        <h3>درمان سوختگی درجه دوم</h3>
        <p>
          سوختگی درجه دوم به علت عمق آسیب وارده به پوست از سوختگی درجه اول مهم
          تر است و در این درجه از سوختگی به علت وجود تاول های متعدد باید مراقبت
          بیشتری نسبت به ناحیه سوختگی انجام داد. همچنین در این درجه از سوختگی
          ممکن است تعدادی از تاول های ترکیده شوند و عمق پوست در معرض آلودگی و
          عفونت قرار گیرد.
        </p>
        <ol>
          <li>
            ناحیه سوختگی را در معرض آب سرد و در جریان به مدت 15 دقیقه یا بیشتر
            قرار دارد.
          </li>
          <li>
            از ضد درد نظیر استامینوفن استفاده کنید (اگر دیابتی هستید حتماً با
            پزشک خود مشورت کنید)
          </li>
          <li>از پمادهای حاوی آنتی بیوتیک استفاده کنید.</li>
        </ol>
        <p>
          این درجه از سوختگی در بیماران دیابتی بسیار مهم است زیرا می تواند بسیار
          سریع و به راحتی عود کرده و بیمار دچار زخم دیابتی شود. لذا توصیه می شود
          به محض روئیت حتی کوچک ترین تاول با پزشک خود مشورت کنید.
        </p>
      </section>
      <section>
        <h3>سوختگی درجه سوم</h3>
        <p>
          بر خلاف تصورات عوام در این مرحله به علت از بین رفتن پوست، بیمار احساس
          درد ندارد و همچنین در این بیماران ممکن است شدت جراحت و سوختگی به
          اندازه این باشد که اعصاب نیز سوخته باشند. در این مرحله به علت وخامت
          شرایط حتماً اقدامات پزشکی باید صورت گیرد.
        </p>
      </section>
      <section>
        <h3>درمان سوختگی و تاول در دیابتی ها</h3>
        <p>
          در افراد دیابتی به علت آسیب عصب (نوروپاتی) غالباً حس درد و گرما وجود
          ندارد لذا ممکن است حتی بیماران دچار سوختگی های شدیدی شوند ولی احساس
          نکنند و در این افراد مهمترین کار در راه حل مراجعه سریع به پزشک به محض
          وقوع سوختگی است. همچنین توصیه می شوئ که از ترکاندن تاول پرهیز شود و از
          پانسمان های مرطوب به روی تاول برای حفظ تاول استفاده شود.
        </p>
      </section>
    </Treatments>
  );
}
